{
    "title": "개인정보 보호정책",
    "intro": {
        "title": "1. 소개",
        "content": "TravelRizz.app('TravelRizz', '저희', '당사' 또는 '우리')에서는 귀하의 개인정보를 소중히 여깁니다. 본 개인정보 보호정책은 TravelRizz.app에서 제공되는 AI 기반 여행 계획 서비스를 사용할 때 귀하의 정보를 어떻게 수집, 사용, 보호하는지를 설명합니다. 저희의 목표는 간단하게 유지하는 것입니다: 대부분의 기능에 대해 가입이나 개인정보를 요구하지 않으며, 데이터 처리는 최소화하거나 신뢰할 수 있는 제3자 제공업체에 맡깁니다."
    },
    "collection": {
        "title": "2. 수집하는 정보",
        "content": [
            "저희가 개인정보를 수집하지 않음: TravelRizz는 프리미엄 기능을 포함하여 계정을 생성하거나 이름, 이메일, 주소와 같은 개인정보를 제공하지 않고도 사용할 수 있습니다.",
            "프리미엄 서비스를 위한 결제 정보: 프리미엄 서비스를 선택하면 결제 정보(예: 신용카드 정보)를 제공해야 합니다. 이는 저희의 제3자 결제 제공업체인 Stripe를 통해 안전하게 처리되며, 저희는 이를 저장하거나 접근하지 않습니다.",
            "제3자 데이터 수집: 저희는 Vercel(호스팅용)과 Cloudflare(보안, DNS, 분석용)와 같은 서비스를 사용하며, 이들은 자동으로 다음을 수집할 수 있습니다:",
            ["트래픽 데이터(예: 귀하의 국가)",
            "사이트 상호작용(예: 클릭 또는 페이지 조회수)",
            "IP 주소(보안 및 분석용)",
            "채팅 상호작용: Vercel SDK와 OpenAI ChatGPT-4o-mini 모델로 구동되는 저희 AI 채팅 기능은 귀하의 대화를 처리하여 여행 계획을 생성합니다. 저희는 이러한 채팅을 저장하지 않지만, Vercel과 OpenAI는 그들의 정책에 따라 이를 보존할 수 있습니다."]
        ]
    },
    "usage": {
        "title": "3. 귀하의 정보를 사용하는 방법",
        "content": [
            "서비스 개선 및 개인화: 제3자 서비스가 수집한 데이터는 다음을 위해 사용됩니다:",
            ["플랫폼 개선(예: 버그 수정, 속도 향상)",
            "귀하의 경험 개인화(예: 사용 가능한 인구 통계 데이터를 기반으로 여행 제안 조정)",
            "광고 없음: 저희는 귀하의 데이터를 광고에 사용하지 않으며, 시작할 계획도 없습니다.",
            "결제 처리: 결제 정보는 Stripe를 통한 거래 처리에만 사용됩니다."]
        ]
    },
    "sharing": {
        "title": "4. 제3자와의 데이터 공유",
        "content": [
            "제한된 공유: 저희는 서비스 제공에 필요한 경우를 제외하고 귀하의 개인 데이터를 공유하지 않습니다:",
            ["Stripe: 프리미엄 기능에 대한 결제 처리를 담당",
            "Cloudflare: 보안, DNS 및 기본 분석 제공",
            "Vercel: 저희 사이트를 호스팅하고 AI 채팅 기능을 지원",
            "OpenAI: ChatGPT-4o-mini로 저희 AI 어시스턴트를 구동",
            "Booking.com 통합: 호텔 추천을 위해 Booking.com API를 통합할 계획입니다. 이는 귀하의 데이터를 Booking.com과 공유하는 것이 아니라, TravelRizz 내에서 옵션을 가져오는 데만 사용됩니다."]
        ]
    },
    "retention": {
        "title": "5. 데이터the 데이터 보존 및 삭제",
        "content": [
            "저희가 보유하지 않음: TravelRizz는 채팅 기록이나 개인 정보를 포함한 사용자 데이터를 저희 서버에 저장하지 않습니다.",
            "제3자 보존: Stripe, Cloudflare, Vercel 또는 OpenAI가 수집한 데이터는 그들의 개인정보 보호정책에 따라 보존됩니다. 저희는 그들의 보존 기간을 통제하거나 지정할 수 없습니다.",
            "삭제 요청: 저희가 귀하의 데이터를 보유하지 않으므로, 삭제 요청은 제3자 제공업체에 직접 문의해야 합니다:",
            ["Cloudflare: https://www.cloudflare.com/privacypolicy/에서 개인정보 보호정책 확인",
            "Vercel: https://vercel.com/legal/privacy-policy에서 개인정보 보호정책 확인",
            "Stripe: https://stripe.com/privacy에서 개인정보 보호정책 확인",
            "OpenAI: https://openai.com/policies/privacy-policy에서 개인정보 보호정책 확인"]
        ]
    },
    "compliance": {
        "title": "6. 데이터 보호법 준수",
        "content": [
            "제3자 준수: 저희는 개인 데이터를 직접 수집하거나 처리하지 않으므로, 일반 데이터 보호 규정(GDPR) 및 캘리포니아 소비자 개인정보 보호법(CCPA)과 같은 법률을 준수하는 것은 제3자 제공업체에 의존합니다.",
            "국제 사용자: 특정 개인정보 보호 규칙이 있는 지역(예: EU 또는 캘리포니아)에 있는 경우, 귀하의 권리에 대한 자세한 내용은 저희 제공업체의 정책을 확인하세요."
        ]
    },
    "rights": {
        "title": "7. 귀하의 데이터에 관한 귀하의 권리",
        "content": [
            "저희가 보유한 데이터 없음: 저희는 귀하의 개인 데이터를 저장하지 않으므로, 접근, 수정 또는 삭제를 제공할 수 없습니다.",
            "제3자 요청: 저희 제공업체가 보유한 데이터에 대해서는 섹션 5의 링크를 사용하여 직접 연락하세요."
        ]
    },
    "ai": {
        "title": "8. AI 및 채팅 데이터 면책 조항",
        "content": [
            "저희 AI 어시스턴트는 여행 계획을 돕기 위해 설계되었지만, 한계가 있으며 항상 정확하지 않을 수 있습니다. 그 제안을 확정적인 조언이 아닌 추천으로 간주해 주세요.",
            "중요: AI와의 채팅에서 민감한 개인 정보(예: 신용카드 번호, 비밀번호)를 공유하지 마세요. 저희는 채팅을 저장하지 않지만, 서비스 제공업체(Vercel 및 OpenAI)가 그들의 정책에 따라 이를 보존할 수 있습니다."
        ]
    },
    "cookies": {
        "title": "9. 쿠키 및 추적 기술",
        "content": [
            "신뢰할 수 있는 서비스 제공업체(Cloudflare 및 Vercel)는 보안, 분석 및 성능 최적화를 위해 쿠키 및 유사 기술을 사용합니다.",
            "브라우저 설정을 통해 쿠키 기본 설정을 관리할 수 있습니다. 사용된 쿠키에 대한 자세한 정보는 저희 쿠키 정책을 참조하세요.",
            "자세한 내용은 /cookies에서 저희 쿠키 정책을 확인하세요."
        ]
    },
    "changes": {
        "title": "10. 본 정책의 업데이트",
        "content": [
            "최종 업데이트: 2025년 3월 13일",
            "저희는 실무, 서비스 또는 법적 요구 사항의 변화를 반영하기 위해 본 개인정보 보호정책을 주기적으로 업데이트할 수 있습니다. 중요한 변경 사항은 저희 웹사이트에서 발표됩니다. 변경 후에도 TravelRizz.app을 계속 사용하면 업데이트된 정책을 수락한 것으로 간주됩니다."
        ]
    },
    "contact": {
        "title": "11. 문의하기",
        "content": [
            "개인정보 보호정책에 대해 질문이나 우려 사항이 있으신가요? 여러분의 의견을 기다립니다! 다음 소셜 미디어 채널을 통해 연락 주세요:",
            ["X: @travelrizz",
            "Instagram: @travelrizz",
            "Facebook: @travelrizz"]
        ]
    }
}