{
    "title": "利用規約",
    "intro": {
        "title": "1. はじめにおよび適用範囲",
        "content": "TravelRizz.app（'TravelRizz'、'私たち'、'当社'または'我々'）へようこそ。この利用規約（'ToS'）は、TravelRizz.appで提供されるAIを活用した旅行計画サービス（無料およびプレミアム機能を含む）のご利用を規定します。本サービスにアクセスまたは利用することで、本ToSに同意したものとみなされます。同意いただけない場合は、TravelRizzのご利用をお控えください。"
    },
    "account": {
        "title": "2. アカウント不要；プレミアムサービスの支払い",
        "content": [
            "サインアップ不要：プレミアム機能を含む当社のサービスをご利用いただくために、アカウント作成や個人情報の提供は必要ありません。",
            "プレミアムサービスの支払い詳細：プレミアムサービスにアクセスするには、支払い情報を提供する必要があります。支払いは、当社の第三者決済プロバイダーであるStripeを通じて安全に処理されます。プレミアムサービスを利用することで、Stripeの利用規約（彼らのウェブサイトで確認可能）に同意するものとします。すべての料金は、特に明記されていない限り返金不可です。"
        ]
    },
    "usage": {
        "title": "3. サービスの利用",
        "content": [
            "許容される利用：TravelRizzは個人的かつ非商業的な旅行計画の目的でのみ利用可能です。",
            "禁止行為：以下の行為を含むがこれに限定されないサービス濫用をしないことに同意します：",
            ["スパムまたは過剰なリクエストの送信",
            "サイトからのデータのスクレイピングまたは抽出",
            "当社のAI技術を逆エンジニアリングまたは妨害しようとする試み",
            "違法な活動のためにサービスを使用すること"]
        ]
    },
    "data": {
        "title": "4. データ収集と利用",
        "content": [
            "当社による個人データの収集なし：TravelRizzは、プレミアムサービスに必要な支払い情報（Stripeが処理）を除き、ユーザーから個人情報を要求または収集しません。",
            "第三者によるデータ収集：当サイトはVercelでホスティングされており、セキュリティ、プロキシ、DNS、および分析のためにCloudflareの無料プランを使用しています。",
            "データ利用の目的：第三者サービスを通じて収集されたデータは、サービスの改善およびユーザー体験の個別化のためにのみ使用されます。"
        ]
    },
    "integrations": {
        "title": "5. 第三者との統合",
        "content": [
            "Cloudflare：セキュリティ、DNS管理、基本的な分析のためにCloudflareを使用しています。",
            "Vercel：当社のサービスはVercelでホスティングされており、分析を提供しAIチャット機能を支えています。",
            "Stripe：プレミアムサービスの支払いはStripeによって処理されます。",
            "Booking.com API（計画中）：Booking.comのホテル推薦APIを統合する予定です。"
        ]
    },
    "retention": {
        "title": "6. データの保持と削除",
        "content": [
            "当社のポリシー：TravelRizzは、チャット履歴や個人情報を含むユーザーデータを自社のサーバーに保存しません。",
            "第三者による保持：第三者によって収集されたデータは、それぞれのポリシーに従って保持されます。",
            "ユーザーへのアドバイス：データの保持または削除依頼の詳細については、当社の第三者プロバイダーのポリシーを参照してください。"
        ]
    },
    "compliance": {
        "title": "7. 法令遵守とユーザーの権利",
        "content": [
            "規制遵守：当社は第三者プロバイダーがデータ保護規制を遵守することに依存しています。",
            "ユーザーの依頼：当社はお客様のデータを収集または保存しないため、データ関連の依頼は関連する第三者サービスに直接お問い合わせください。"
        ]
    },
    "ai": {
        "title": "8. AI関連の免責事項",
        "content": [
            "当社のAIアシスタントは旅行計画を支援するために設計されていますが、限界があり、常に正確とは限りません。その提案を決定的なアドバイスではなく、推奨事項として扱ってください。",
            "重要：AIとのチャットで機密性の高い個人情報（例：クレジットカード番号、パスワード）を共有しないでください。当社はチャットを保存しませんが、サービスプロバイダー（VercelおよびOpenAI）がそれぞれのポリシーに従って保持する可能性があります。"
        ]
    },
    "ip": {
        "title": "9. 知的財産",
        "content": [
            "所有権：TravelRizz.app上のすべてのコンテンツ（AI生成の旅行プラン、テキスト、グラフィック、その他の素材を含む）は、TravelRizzまたはそのライセンサーの所有物です。このコンテンツは著作権、商標、その他の知的財産法によって保護されています。",
            "ユーザーの許可：AI生成の旅行プランは、個人的かつ非商業的な目的（例えば、自分自身の旅行計画や友人・家族との個人的な共有）に使用できます。",
            "制限事項：以下は禁止されています：",
            ["商業目的でのコンテンツのコピー、配布、共有（例：プランの販売やビジネスでの利用）",
            "コンテンツからの派生作品の作成（例：プランを改変して自分のものと主張する）",
            "他のプラットフォーム（例：ソーシャルメディア、ブログ、ウェブサイト）でのコンテンツの公開表示または投稿（当社の書面による許可がない場合）",
            "帰属：旅行プランを他人と共有する場合、TravelRizz.appに帰属することをお願いします"]
        ]
    },
    "liability": {
        "title": "10. 責任の制限",
        "content": [
            "TravelRizz.appおよびそのサービスは「現状のまま」提供され、明示的または暗示的な保証はありません。AI生成の旅行プランやその他のコンテンツの正確性や完全性を保証しません。",
            "法が許す最大限の範囲で、TravelRizzはサービスの利用から生じる直接的、間接的、偶発的、特別、または結果的な損害に対して責任を負いません。"
        ]
    },
    "law": {
        "title": "11. 適用法",
        "content": "本利用規約はマレーシアの法律に準拠します。紛争は、マレーシアのクアラルンプール裁判所において、マレーシア法に従って解決されます。国際的なユーザー基盤と当社のサービスのグローバルな性質を考慮し、紛争を友好的に解決することを目指します。"
    },
    "changes": {
        "title": "12. 本ポリシーの更新",
        "content": [
            "最終更新日：2025年3月13日",
            "当社は、実践、サービス、または法的要件の変更を反映するために、本利用規約を定期的に更新することがあります。重要な変更は当社のウェブサイトで通知されます。変更後もTravelRizz.appを継続して使用することは、更新されたポリシーの受諾を意味します。"
        ]
    },
    "contact": {
        "title": "13. お問い合わせ",
        "content": [
            "利用規約について質問や懸念がありますか？ぜひお聞かせください！以下のソーシャルメディアチャンネルでお問い合わせいただけます：",
            ["X: @travelrizz",
            "Instagram: @travelrizz",
            "Facebook: @travelrizz"]
        ]
    }
}